<script setup lang="ts">
definePageMeta({
  layout: 'main'
})
</script>

<template>
  <section class="section">
    <div class="container space-y-8">
      <h1 class="section--title">
        Часть первая. Робинзон
      </h1>

      <p class="section--paragraph">
        Максим приоткрыл люк, высунулся и&nbsp;опасливо поглядел в&nbsp;небо. Небо здесь было низкое и&nbsp;какое-то
        твердое, без этой легкомысленной прозрачности, намекающей на&nbsp;бездонность космоса и&nbsp;множественность
        обитаемых миров,&nbsp;&mdash; настоящая библейская твердь, гладкая и&nbsp;непроницаемая. Твердь эта несомненно
        опиралась на&nbsp;могучие плечи естного Атланта и&nbsp;равномерно фосфоресцировала. Максим поискал в&nbsp;зените
        дыру, пробитую кораблем, но&nbsp;дыры там не&nbsp;было&nbsp;&mdash; там расплывались только две большие черные
        кляксы, словно капли туши в&nbsp;воде. Максим распахнул люк настежь и&nbsp;соскочил в&nbsp;высокую сухую траву.
        Воздух был горячий и&nbsp;густой, пахло пылью, старым железом, раздавленной зеленью, жизнью. Смертью тоже пахло,
        давней и&nbsp;непонятной. Трава была по&nbsp;пояс, неподалеку темнели заросли кустарника, торчали кое-как унылые
        кривоватые деревья. Было почти светло, как в&nbsp;яркую лунную ночь на&nbsp;Земле, но&nbsp;не&nbsp;было лунной
        туманной голубизны, все было серое, пыльное, плоское. Корабль стоял на&nbsp;дне огромной котловины с&nbsp;пологими
        склонами; местность вокруг заметно поднималась к&nbsp;размытому неясному горизонту, и&nbsp;это было странно,
        потому что где-то рядом текла река, большая и&nbsp;спокойная, текла на&nbsp;запад, вверх по&nbsp;склону
        котловины.
      </p>

      <p class="section--paragraph">
        Максим обошел корабль, ведя ладонью по&nbsp;холодному, чуть влажному его боку. Он&nbsp;обнаружил следы ударов
        там, где и&nbsp;ожидал. Глубокая неприятная вмятина под индикаторным кольцом&nbsp;&mdash; это когда корабль
        внезапно подбросило и&nbsp;завалило набок, так что киберпилот обиделся, и&nbsp;Максиму пришлось спешно
        перехватить управление,&nbsp;&mdash; и&nbsp;зазубрина возле правого зрачка&nbsp;&mdash; это десять секунд
        спустя, когда корабль положило на&nbsp;нос и&nbsp;он&nbsp;окривел. Максим снова посмотрел в&nbsp;зенит. Черные
        кляксы были теперь еле видны. Метеоритная атака в&nbsp;стратосфере, вероятность&nbsp;&mdash; ноль целых
        ноль-ноль... Но&nbsp;ведь всякое возможное событие когда-нибудь да&nbsp;осуществляется...
      </p>
    </div>
  </section>
</template>
