<script setup lang="ts">
definePageMeta({
  layout: 'main'
})
</script>

<template>
  <h1 class="title mb-8">Часть первая. Робинзон</h1>

  <p class="paragraph">Максим приоткрыл люк, высунулся и опасливо поглядел в небо. Небо здесь было низкое и какое-то твердое, без этой легкомысленной прозрачности, намекающей на бездонность космоса и множественность обитаемых миров, — настоящая библейская твердь, гладкая и непроницаемая. Твердь эта несомненно опиралась на могучие плечи местного Атланта и равномерно фосфоресцировала. Максим поискал в зените дыру, пробитую кораблем, но дыры там не было — там расплывались только две большие черные кляксы, словно капли туши в воде. Максим распахнул люк настежь и соскочил в высокую сухую траву. Воздух был горячий и густой, пахло пылью, старым железом, раздавленной зеленью, жизнью. Смертью тоже пахло, давней и непонятной. Трава была по пояс, неподалеку темнели заросли кустарника, торчали кое-как унылые кривоватые деревья. Было почти светло, как в яркую лунную ночь на Земле, но не было лунной туманной голубизны, все было серое, пыльное, плоское. Корабль стоял на дне огромной котловины с пологими склонами; местность вокруг заметно поднималась к размытому неясному горизонту, и это было странно, потому что где-то рядом текла река, большая и спокойная, текла на запад, вверх по склону котловины.</p>
</template>

<style scoped>

</style>
